'''
Тестовое расписание.
'''
first_lesson_m = [[[1301, 1302,1303,1304, 1305], "Аббаев Абба Аббаевич", "Матанализ Л"], [[2302], "Баббаев Бабба Баббаевич", "Физика П"], [[1023,1032,1044], "Вавваев Вавва Вавваевич", "АиГ Л"]]
second_lesson_m = [[[9301, 9302,9303,9304, 9305], "Гаггаев Гагга Гаггаевич", "Философия Л"], [[1302], "Даддаев Дадда Даддаевич", "Экономика П"], [[9023,9032,9044], "Ееев ее ееевич", "АиСД Л"]]
third_lesson_m = [[[1401, 1402,1403,1404, 1405], "Ёёев Ёё Ёёевич", "Информатика Л"], [[9302], "Жажжаев Жажжа Жажаевич", "Физкультура П"], [[1223,1232,1244], "Заззаев Зазза Заззаевич", " ТОЭ Л"]]
fourth_lesson_m = [[[1501, 1502,1503,1504, 1505], "Ииев Ии Ииевич", "Программирование Л"], [[8302], "Йиев Йи Йиевич", "ДМиТИ П"], [[1323,1332,1344], "Каккаев Какка Каккаевич", "ВВРИС Л"]]
fifth_lesson_m = [[[1701, 1702,1703,1504, 1705], "Лаллаев Лалла Лаллаевич", "Правоведение Л"], [[2322], "Маммаев Мамма Маммаевич", "Философия П"], [[1423,1432,1444], "Наннаев Нанна Наннаевич", "Экономика Л"]]
sixth_lesson_m = [[[1721, 1722,1723,1524, 1725], "Ооев Оо Ооевич", "ТОЭ Л"], [[2312], "Папаев Папай Папаевич", "ТОЭ П"], [[1433,1433,1434], "Рарраев Раррай Рарраевич", "Правовеление Л"]]

Monday = [first_lesson_m, second_lesson_m, third_lesson_m, fourth_lesson_m, fifth_lesson_m, sixth_lesson_m]